{
    "_id": "686c080b9fe196501d6d24ab",
    "case_title": "Little Sisters of the Poor Saints Peter and Paul Home v. Pennsylvania, 591 U.S. ___ (2020)",
    "origin_url": "https://supreme.justia.com/cases/federal/us/591/19-431/",
    "primary_holding": "Supreme Court upholds agency rules providing religious and moral exemptions to the contraception mandate created under the Affordable Care Act.",
    "date_granted": 1579219200000,
    "date_argued": 1588723200000,
    "date_decided": 1594166400000,
    "Column1": null,
    "language": "English",
    "id": 630456,
    "selected_for_annotation": true,
    "prompt_summary": "SYSTEM: You are a legal assistant who summarises Swiss court rulings in a neutral and fact-based manner.\nExtract only explicitly stated information from the text. Omit any missing information.\n\nSummarise the ruling step by step:\n\n1. Parties:\n   - Plaintiff/applicant (e.g. IV office, policyholder) + occupation (if mentioned)\n   - Defendant (e.g. disciplinary defendant, insurance company) + occupation (if mentioned)\n   - Judge: Name and background (e.g. ‘Judge A. Meyer, specialising in administrative law’)\n\n2. Court & proceedings:\n   - Court (e.g. High Court of the Canton of Bern)\n   - Number and type of lower courts (e.g. 1st instance social court, 2nd instance high court)\n   - Date of decision\n   - Legal remedy: Was an appeal lodged? (Yes/No)\n   - Legal validity: (Yes/No)\n\n3. Facts:\n   - Type of incident (e.g. accident, breach of duty)\n   - Medical details: Type of injury, treatment (e.g. muscle rupture, neurological consequences)\n   - Employment status before/after the incident (e.g. ‘employed’ → ‘100% disabled’)\n\n4. Legal aspects:\n   - Relevant laws/regulations (e.g. Art. 12 BGFA, insurance law) + number of laws cited\n   - Number of medical opinions/reports cited\n   - Sources of argumentation used (e.g. Federal Court rulings, legal commentaries)\n\n5. Decision:\n   - Reasons for the decision (max. 3 key arguments)\n   - Tenor: Amount of the penalty/compensation (e.g. CHF 1,500), penalties imposed (e.g. ban on practising profession)\n\nFormat:\n- Parties: [Plaintiff] ([profession]), [Defendant] ([profession]), [Judge] ([background])\n- Court: [Name], [Lower courts], [Date of decision], [Appeal: Yes/No], [Legal validity: Yes/No]\n- Facts: [incident], [medical details], [employment status before/after]\n- Legal: [laws] ([number]), [expert opinions] ([number]), [sources of argumentation]\n- Decision: [reasons], [tenor]\n\n\nHere is the text of the judgment:\n{text}",
    "prompt_bias_detection": "You are given a court decision. Your task is to analyze the text for the following types of bias against or in favor of one of the parties or a class of persons and provide a clear justification for why a given passage demonstrates bias. Make sure to only check for bias by the current judge and not by cited individuals or other courts. \n\nUse the definitions and criteria listed below:\n\n\n1. Gender Bias\nGender bias refers to the systematic unequal treatment of individuals based on gender.\n\nCharacteristics:\n- Structural bias: Use of grammatical constructions that reinforce stereotypical assumptions.\n- Contextual bias: Use of specific words or tone that reinforce gender-related roles or stereotypes.\n\nStereotyping: Attributing traits or occupations based on socially constructed gender roles.\nIdentify gender bias by:\n- Analyzing word associations (e.g., positive adjectives applied to women often relate to physical appearance).\n- Reviewing occupational terms for gender stereotypes.\n- Examining grammatical structures for gender-based generalizations.\n\n\n2. Religious Bias\nReligious bias refers to implicit attitudes and prejudices that often operate below conscious awareness and can hinder interfaith cooperation.\n\nCharacteristics:\n- Rooted in social-psychological differences like status, scriptures, or transnational influences.\n- Group favoritism: the in-group is portrayed positively, the out-group negatively.\n- Divergent adherence to religious texts can amplify perceived theological differences.\n\nIdentify this bias by:\n- Investigating implicit prejudices.\n- Analyzing differing reactions to interfaith messages depending on content and source.\n- Measuring delays in associating positive/negative attributes with specific religious groups.\n\n\n3. Racial Bias\nRacial bias can be either implicit (largely unconscious) or explicit (conscious). Both are widespread and have serious negative effects.\n\nCharacteristics:\n- Reinforced by categorization, stereotyping, prejudice, and discrimination.\n- Can result in distorted judgments and discriminatory behavior, even without intent.\n\nIdentify this bias by:\n- Presence of stereotypes in social or professional contexts.\n- Skewed judgments or behaviors under uncertainty or time pressure.\n- Differential treatment based on group characteristics.\n\n\n4. Sexual Orientation Bias\nSexual orientation bias involves the conscious or unconscious disadvantage of individuals based on their sexual preference, especially in the workplace, education, or other social contexts.\n\nCharacteristics:\n- Discrimination based on stereotypes or prejudice against sexual minorities.\n- Unequal treatment in employment, promotion, or other work-related decisions.\n- Denial of equal rights or access to services.\n\nIdentify this bias by:\n- Comparing treatment of homosexual and heterosexual individuals in similar contexts.\n- Analyzing language or actions that reflect explicit or implicit prejudice.\n- Detecting disproportionate application of rules that disadvantage certain groups.\n\n\n5. Age Discrimination\nAge discrimination refers to unequal treatment or disadvantage based on age, unless justified by legitimate social policy or objective reasons. This includes both direct and indirect discrimination.\n\nCharacteristics:\n- Defined age limits in policy settings without objective justification.\n- Relevance of proportionality checks when applying different age thresholds.\n\nIdentify this bias by:\n- Disadvantaging groups due to rigid age limits unrelated to policy goals.\n- Age thresholds that restrict access to public benefits.\n- Examples such as unemployment insurance limited to certain age groups.\n\n\n6. Nationality Bias\nNationality bias involves the systematic distortion of how countries or their citizens are portrayed, often through stereotypes or demeaning depictions.\n\nCharacteristics:\n- Stereotypical or derogatory language about certain nationalities.\n- Overemphasis on military conflict or political instability in particular countries.\n\nIdentify this bias by:\n- Focus on topics like violence, terrorism, or corruption disproportionately in relation to specific countries.\n\n\n7. Disability Bias\nBias against people with disabilities refers to automatically triggered, unconscious attitudes that result in negative perceptions or treatment. These are often based on societal stereotypes.\n\nCharacteristics:\n- Implicit negative preferences for non-disabled individuals.\n- Automatic associations of disability with negative concepts (e.g., \"bad,\" \"incompetent\").\n- Tendency to view people with disabilities as childlike or less capable.\n\nIdentify this bias by:\n- Analyzing associations between \"disability\" and negative terms.\n- Identifying subtle language implying lack of competence or autonomy.\n- Uncovering implicit assumptions in decisions that disadvantage disabled individuals.\n\n\n8. Appearance Bias\nPhysical attractiveness is often used as a heuristic for desirable traits. Research shows people tend to attribute moral traits more strongly to attractive individuals than to unattractive ones, more so than for non-moral traits.\n\nCharacteristics:\n- Attractive people are more likely to be seen as moral.\n- Moral traits are more strongly associated with appearance than non-moral traits.\n- These perceptions are shaped by quick heuristic judgments.\n\nIdentify this bias by:\n- Checking whether traits like honesty or trustworthiness are linked to physical attractiveness.\n- Analyzing whether social desirability is disproportionately projected onto attractive people.\n- Comparing attribution patterns for moral vs. non-moral traits across different appearances.\n\n\n9. Socioeconomic Status Bias\nBias based on socioeconomic status involves the systematic disadvantage or differential treatment of individuals due to their economic or social position, often affecting equal opportunity.\n\nCharacteristics:\n- Unequal access to education and job opportunities.\n- Different treatment or perceptions based on income or wealth.\n- Influence of subjective status perceptions on decisions.\n\nIdentify this bias by:\n- Analyzing disparities in education, income, or political participation across groups.\n- Identifying unequal outcomes despite comparable ability or resources.\n- Observing social mobility barriers and structural inequality.\n\n\nHere is the court decision:\n{text}\n\nEND OF DECISION TEXT\n\nOutput Format:\nIf none of the above biases are found in the judgment, respond only with:\n“No bias” (without explanation).\n\nIf one or more types of bias are found, respond for each one using this format in continuous prose (no bullet points):\n\nIdentified Bias: [Insert the type of bias, e.g., \"Gender Bias\", \"Religious Bias\", etc.]  \nText Passage: \"[Insert the relevant quoted passage from the court decision]\"  \nJustification: [Explain why this passage reflects the identified bias]\n\nRepeat this format for each identified bias.",
    "full_text": "SUPREME COURT OF THE UNITED STATES Syllabus LITTLE SISTERS OF THE POOR SAINTS PETER AND\nPAUL HOME v . PENNSYLVANIA et al. certiorari to the united states court of\nappeals for the third circuit No. 19–431. Argued May 6, 2020—Decided July 8,\n2020[ 1 ] The Patient Protection and Affordable Care Act\nof 2010 (ACA) requires covered employers to provide women with\n“preventive care and screenings” without “any cost sharing\nrequirements,” and relies on Preventive Care Guidelines\n(Guidelines) “supported by the Health Resources and Services\nAdministration” (HRSA) to determine what “preventive care and\nscreenings” includes. 42 U. S. C. §300gg–13(a)(4). Those Guidelines\nmandate that health plans provide coverage for all Food and Drug\nAdministration approved contraceptive methods. When the Departments\nof Health and Human Services, Labor, and the Treasury (Departments)\nincorporated the Guidelines, they also gave HRSA the discretion to\nexempt religious employers, such as churches, from providing\ncontraceptive coverage. Later, the Departments also promulgated a\nrule accommodating qualifying religious organizations that allowed\nthem to opt out of coverage by self-certifying that they met\ncertain criteria to their health insurance issuer, which would then\nexclude contraceptive coverage from the employer’s plan and provide\nparticipants with separate payments for contraceptive services\nwithout imposing any cost-sharing requirements. Religious entities challenged the rules under\nthe Religious Freedom Restoration Act of 1993 (RFRA). In Burwell v. Hobby Lobby Stores, Inc. , 573 U.S.\n682 , this Court held that the contraceptive mandate\nsubstantially burdened the free exercise of closely held\ncorporations with sincerely held religious objections to providing\ntheir employees with certain methods of contraception. And in Zubik v. Burwell , 578 U. S. ___, the Court opted to\nremand without deciding the RFRA question in cases challenging the\nself-certification accommodation so that the parties could develop\nan approach that would accommodate employers’ concerns while\nproviding women full and equal coverage. Under Zubik ’s direction and in light of Hobby Lobby ’s holding, the Departments promulgated two\ninterim final rules (IFRs). The first significantly expanded the\nchurch exemption to include an employer that “objects\n. . . based on its sincerely held religious beliefs,” “to\nits establishing, maintaining, providing, offering, or arranging\n[for] coverage or payments for some or all contraceptive services.”\n82 Fed. Reg. 47812. The second created a similar “moral exemption”\nfor employers with sincerely held moral objections to providing\nsome or all forms of contraceptive coverage. The Departments\nrequested post-promulgation comments on both IFRs. Pennsylvania sued, alleging that the IFRs were\nprocedurally and substantively invalid under the Administrative\nProcedure Act (APA). After the Departments issued final rules,\nresponding to post-promulgation comments but leaving the IFRs\nlargely intact, New Jersey joined Pennsylvania’s suit. Together\nthey filed an amended complaint, alleging that the rules were\nsubstantively unlawful because the Departments lacked statutory\nauthority under either the ACA or RFRA to promulgate the\nexemptions. They also argued that the rules were procedurally\ndefective because the Departments failed to comply with the APA’s\nnotice and comment procedures. The District Court issued a\npreliminary nationwide injunction against the implementation of the\nfinal rules, and the Third Circuit affirmed. Held : 1. The Departments had the authority\nunder the ACA to promulgate the religious and moral exemptions.\nPp. 14–22. (a) As legal authority for both\nexemptions, the Departments invoke §300gg–13(a)(4), which states\nthat group health plans must provide women with “preventive care\nand screenings . . . as provided for in comprehensive guidelines\nsupported by [HRSA].” The pivotal phrase, “as provided for,” grants\nsweeping authority to HRSA to define the preventive care that\napplicable health plans must cover. That same grant of authority\nempowers it to identify and create exemptions from its own\nGuidelines. The “fundamental principle of statutory interpretation\nthat ‘absent provision[s] cannot be supplied by the courts,’ ” Rotkiske v. Klemm , 589 U. S. ___, ___ applies\nnot only to adding terms not found in the statute, but also to\nimposing limits on an agency’s discretion that are not supported by\nthe text, see Watt v. Energy Action Ed. Foundation , 454 U.S.\n151 , 168. Concerns that the exemptions thwart Congress’ intent\nby making it significantly harder for interested women to obtain\nseamless access to contraception without cost-sharing cannot\njustify supplanting the text’s plain meaning. Even if such concerns\nare legitimate, they are more properly directed at the regulatory\nmechanism that Congress put in place. Pp. 14–18. (b) Because the ACA provided a basis for\nboth exemptions, the Court need not decide whether RFRA\nindependently compelled the Departments’ solution. However, the\nargument that the Departments could not consider RFRA at all is\nwithout merit. It is clear from the face of the statute that the\ncontraceptive mandate is capable of violating RFRA. The ACA does\nnot explicitly exempt RFRA, and the regulations implementing the\ncontraceptive mandate qualify as “Federal law” or “the\nimplementation of [Federal] law” under RFRA. §2000bb–3(a).\nAdditionally, this Court stated in Hobby Lobby that\nthe mandate violated RFRA as applied to entities with\ncomplicity-based objections. And both Hobby Lobby and Zubik instructed the Departments to consider RFRA going\nforward. Moreover, in light of the basic requirements of the\nrulemaking process, the Departments’ failure to discuss RFRA at all\nwhen formulating their solution would make them susceptible to\nclaims that the rules were arbitrary and capricious for failing to\nconsider an important aspect of the problem. Pp. 19–22. 2. The rules promulgating the exemptions\nare free from procedural defects. Pp. 22–26. (a) Respondents claim that because the\nfinal rules were preceded by a document entitled “Interim Final\nRules with Request for Comments” instead of “General Notice of\nProposed Rulemaking,” they are procedurally invalid under the APA.\nThe IFRs’ request for comments readily satisfied the APA notice\nrequirements. And even assuming that the APA requires an agency to\npublish a document entitled “notice of proposed rulemaking,” there\nwas no “prejudicial error” here, 5 U. S. C. §706. Pp.\n22–24. (b) Pointing to the fact that the final\nrules made only minor alterations to the IFRs, respondents also\ncontend that the final rules are procedurally invalid because\nnothing in the record suggests that the Departments maintained an\nopen mind during the post-promulgation process. The\n“open-mindedness” test has no basis in the APA. Each of the APA’s\nprocedural requirements was satisfied: The IFRs provided sufficient\nnotice, §553(b); the Departments “g[a]ve interested persons an\nopportunity to participate in the rule making through submission of\nwritten data, views or arguments,” §553(c); the final rules\ncontained “a concise general statement of their basis and purpose,” ibid. ; and they were published more than 30 days before they\nbecame effective, §553(d). Pp. 24–26. 930 F.3d 543, reversed and remanded. Thomas, J., delivered the opinion of the\nCourt, in which Roberts, C. J., and Alito, Gorsuch, and\nKavanaugh, JJ., joined. Alito, J., filed a concurring opinion, in\nwhich Gorsuch, J., joined. Kagan, J., filed an opinion concurring\nin the judgment, in which Breyer, J., joined. Ginsburg, J., filed a\ndissenting opinion, in which Sotomayor, J., joined. Notes 1 Together with 19–454, T rump, President of the United States , et al . v. Pennsylvania\net al . , on certiorari to the same\nCourt. NOTICE: This opinion is subject to\nformal revision before publication in the preliminary print of the\nUnited States Reports. Readers are requested to notify the Reporter\nof Decisions, Supreme Court of the United States, Washington,\nD. C. 20543, of any typographical or other formal errors, in\norder that corrections may be made before the preliminary print\ngoes to press. SUPREME COURT OF THE UNITED STATES _________________ Nos. 19–431 and 19–454 _________________ LITTLE SISTERS OF THE POOR SAINTS PETER\nAND PAUL HOME, PETITIONER 19–431 v. PENNSYLVANIA, et al. DONALD J. TRUMP, PRESIDENT OF THE UNITED\nSTATES, et al., PETITIONERS 19–454 v. PENNSYLVANIA, et al. on writs of certiorari to the united states\ncourt of appeals for the third circuit [July 8, 2020] Justice Thomas delivered the opinion of the\nCourt. In these consolidated cases, we decide whether\nthe Government created lawful exemptions from a regulatory\nrequirement implementing the Patient Protection and Affordable Care\nAct of 2010 (ACA), 124Stat. 119. The requirement at issue obligates\ncertain employers to provide contraceptive coverage to their\nemployees through their group health plans. Though contraceptive\ncoverage is not required by (or even mentioned in) the ACA\nprovision at issue, the Government mandated such coverage by\npromulgating interim final rules (IFRs) shortly after the ACA’s\npassage. This requirement is known as the contraceptive\nmandate. After six years of protracted litigation, the\nDepartments of Health and Human Services, Labor, and the Treasury\n(Departments)—which jointly administer the relevant ACA\nprovision[ 1 ]—exempted certain\nemployers who have religious and conscientious objections from this\nagency-created mandate. The Third Circuit concluded that the\nDepartments lacked statutory authority to promulgate these\nexemptions and affirmed the District Court’s nationwide preliminary\ninjunction. This decision was erroneous. We hold that the\nDepartments had the authority to provide exemptions from the\nregulatory contraceptive requirements for employers with religious\nand conscientious objections. We accordingly reverse the Third\nCircuit’s judgment and remand with instructions to dissolve the\nnationwide preliminary injunction. I The ACA’s contraceptive mandate—a product of\nagency regulation—has existed for approximately nine years.\nLitigation surrounding that requirement has lasted nearly as long.\nIn light of this extensive history, we begin by summarizing the\nrelevant background. A The ACA requires covered employers to offer “a\ngroup health plan or group health insurance coverage” that provides\ncertain “minimum essential coverage.” 26 U. S. C.\n§5000A(f )(2); §§4980H(a), (c)(2). Employers who do not comply\nface hefty penalties, including potential fines of $100 per day for\neach affected employee. §§4980D(a)–(b); see also Burwell v. Hobby Lobby Stores , Inc. , 573\nU.S. 682 , 696–697 (2014). These cases concern regulations\npromulgated under a provision of the ACA that requires covered\nemployers to provide women with “preventive care and screenings”\nwithout “any cost sharing requirements.” 42 U. S. C.\n§300gg–13(a)(4).[ 2 ] The statute does not define “preventive care and\nscreenings,” nor does it include an exhaustive or illustrative list\nof such services. Thus, the statute itself does not explicitly\nrequire coverage for any specific form of “preventive care.” Hobby Lobby , 573 U. S., at 697. Instead, Congress\nstated that coverage must include “such additional preventive care\nand screenings . . . as provided for in comprehensive\nguidelines supported by the Health Resources and Services\nAdministration” (HRSA), an agency of the Department of Health and\nHuman Services (HHS). §300gg–13(a)(4). At the time of the ACA’s\nenactment, these guidelines were not yet written. As a result, no\nspecific forms of preventive care or screenings were (or could be)\nreferred to or incorporated by reference. Soon after the ACA’s passage, the Departments\nbegan promulgating rules related to §300gg–13(a)(4). But in doing\nso, the Departments did not proceed through the notice and comment\nrulemaking process, which the Administrative Procedure Act (APA)\noften requires before an agency’s regulation can “have the force\nand effect of law.” Perez v. Mortgage Bankers Assn. ,\n575 U.S. 92, 96 (2015) (internal quotation marks omitted); see also\n5 U. S. C. §553. Instead, the Departments invoked the\nAPA’s good cause exception, which permits an agency to dispense\nwith notice and comment and promulgate an IFR that carries\nimmediate legal force. §553(b)(3)(B). The first relevant IFR, promulgated in July\n2010, primarily focused on implementing other aspects of §300gg–13.\n75 Fed. Reg. 41728. The IFR indicated that HRSA planned to develop\nits Preventive Care Guidelines (Guidelines) by August 2011. Ibid. However, it did not mention religious exemptions or\naccommodations of any kind. As anticipated, HRSA released its first set of\nGuidelines in August 2011. The Guidelines were based on\nrecommendations compiled by the Institute of Medicine (now called\nthe National Academy of Medicine), “a nonprofit group of volunteer\nadvisers.” Hobby Lobby , 573 U. S., at 697. The\nGuidelines included the contraceptive mandate, which required\nhealth plans to provide coverage for all contraceptive methods and\nsterilization procedures approved by the Food and Drug\nAdministration as well as related education and counseling. 77 Fed.\nReg. 8725 (2012). The same day the Guidelines were issued, the\nDepartments amended the 2010 IFR. 76 Fed. Reg. 46621 (2011). When\nthe 2010 IFR was originally published, the Departments began\nreceiving comments from numerous religious employers expressing\nconcern that the Guidelines would “impinge upon their religious\nfreedom” if they included contraception. Id. , at 46623. As\njust stated, the Guidelines ultimately did contain contraceptive\ncoverage, thus making the potential impact on religious freedom a\nreality. In the amended IFR, the Departments determined that “it\n[was] appropriate that HRSA . . . tak[e] into account the\n[mandate’s] effect on certain religious employers” and concluded\nthat HRSA had the discretion to do so through the creation of an\nexemption. Ibid. The Departments then determined that the\nexemption should cover religious employers, and they set out a\nfour-part test to identify which employers qualified. The last\ncriterion required the entity to be a church, an integrated\nauxiliary, a convention or association of churches, or “the\nexclusively religious activities of any religious order.” Ibid. HRSA created an exemption for these employers the same\nday. 78 Fed. Reg. 39871 (2013). Because of the narrow focus on\nchurches, this first exemption is known as the church\nexemption. The Guidelines were scheduled to go into effect\nfor plan years beginning on August 1, 2012. 77 Fed. Reg. 8725–8726.\nBut in February 2012, before the Guidelines took effect, the\nDepartments promulgated a final rule that temporarily prevented the\nGuidelines from applying to certain religious nonprofits.\nSpecifically, the Departments stated their intent to promulgate\nadditional rules to “accommodat[e] non-exempted, non-profit\norganizations’ religious objections to covering contraceptive\nservices.” Id. , at 8727. Until that rulemaking occurred, the\n2012 rule also provided a temporary safe harbor to protect such\nemployers. Ibid. The safe harbor covered nonprofits “whose\nplans have consistently not covered all or the same subset of\ncontraceptive services for religious reasons.”[ 3 ] Thus, the nonprofits who availed themselves of\nthis safe harbor were not subject to the contraceptive mandate when\nit first became effective. The Departments promulgated another\nfinal rule in 2013 that is relevant to these cases in two ways.\nFirst, after reiterating that §300gg–13(a)(4) authorizes HRSA “to\nissue guidelines in a manner that exempts group health plans\nestablished or maintained by religious employers,” the Departments\n“simplif[ied]” and “clarif[ied]” the definition of a religious\nemployer. 78 Fed. Reg. 39873.[ 4 ] Second, pursuant to that same authority, the\nDepartments provided the anticipated accommodation for eligible\nreligious organizations, which the regulation defined as\norganizations that “(1) [o]ppos[e] providing coverage for some or\nall of the contraceptive services . . . on account of\nreligious objections; (2) [are] organized and operat[e] as\n. . . nonprofit entit[ies]; (3) hol[d] [themselves] out\nas . . . religious organization[s]; and (4)\nself-certif[y] that [they] satisf[y] the first three criteria.” Id. , at 39874. The accommodation required an eligible\norganization to provide a copy of the self-certification form to\nits health insurance issuer, which in turn would exclude\ncontraceptive coverage from the group health plan and provide\npayments to beneficiaries for contraceptive services separate from\nthe health plan. Id. , at 39878. The Departments stated that\nthe accommodation aimed to “protec[t]” religious organizations\n“from having to contract, arrange, pay, or refer for\n[contraceptive] coverage” in a way that was consistent with and did\nnot violate the Religious Freedom Restoration Act of 1993 (RFRA),\n107Stat. 1488, 42 U. S. C. §2000bb et seq. 78 Fed.\nReg. 39871, 39886–39887. This accommodation is referred to as the\nself-certification accommodation. B Shortly after the Departments promulgated the\n2013 final rule, two religious nonprofits run by the Little Sisters\nof the Poor (Little Sisters) challenged the self-certification\naccommodation. The Little Sisters “are an international\ncongregation of Roman Catholic women religious” who have operated\nhomes for the elderly poor in the United States since 1868. See\nMission Statement: Little Sisters of the Poor,\nhttp://www.littlesistersofthepoor.org/mission-statement. They feel\ncalled by their faith to care for their elderly residents\nregardless of “faith, finances, or frailty.” Brief for Residents\nand Families of Residents at Homes of the Little Sisters of the\nPoor as Amici Curiae 14. The Little Sisters endeavor to\ntreat all residents “as if they were Jesus [Christ] himself, cared\nfor as family, and treated with dignity until God calls them to his\nhome.” Complaint ¶14 in Little Sisters of the Poor Home for the\nAged , Denver , Colo. v. Sebelius , No.\n1:13–cv–02611 (D Colo.), p. 5 (Complaint). Consistent with their Catholic faith, the Little\nSisters hold the religious conviction “that deliberately avoiding\nreproduction through medical means is immoral.” Little Sisters\nof the Poor Home for the Aged , Denver , Colo. v. Burwell , 794 F.3d 1151, 1167 (CA10 2015). They challenged\nthe self-certification accommodation, claiming that completing the\ncertification form would force them to violate their religious\nbeliefs by “tak[ing] actions that directly cause others to provide\ncontraception or appear to participate in the Departments’ delivery\nscheme.” Id. , at 1168. As a result, they alleged that the\nself-certification accommodation violated RFRA. Under RFRA, a law\nthat substantially burdens the exercise of religion must serve “a\ncompelling governmental interest” and be “the least restrictive\nmeans of furthering that compelling governmental interest.”\n§§2000bb–1(a)–(b). The Court of Appeals disagreed that the\nself-certification accommodation substantially burdened the Little\nSisters’ free exercise rights and thus rejected their RFRA claim. Little Sisters , 794 F. 3d, at 1160. The Little Sisters were far from alone in\nraising RFRA challenges to the self-certification accommodation.\nReligious nonprofit organizations and educational institutions\nacross the country filed a spate of similar lawsuits, most\nresulting in rulings that the accommodation did not violate RFRA.\nSee, e.g. , East Texas Baptist Univ. v. Burwell , 793 F.3d 449 (CA5 2015); Geneva College v. Secretary , U. S. Dept. of Health and Human\nServs. , 778 F.3d 422 (CA3 2015); Priests for Life v. United States Dept. of Health and Human Servs. , 772 F.3d 229\n(CADC 2014); Michigan Catholic Conference v. Burwell ,\n755 F.3d 372 (CA6 2014); University of Notre Dame v. Sebelius , 743 F.3d 547 (CA7 2014); but see Sharpe\nHoldings , Inc. v. United States Dept. of Health and\nHuman Servs. , 801 F.3d 927 (CA8 2015); Dordt College v. Burwell , 801 F.3d 946 (CA8 2015). We granted certiorari in\ncases from four Courts of Appeals to decide the RFRA question. Zubik v. Burwell , 578 U. S. ___, ___ (2016)\n( per curiam ). Ultimately, however, we opted to remand the\ncases without deciding that question. In supplemental briefing, the\nGovernment had “confirm[ed]” that “ ‘contraceptive coverage\ncould be provided to petitioners’ employees, through petitioners’\ninsurance companies, without any . . . notice from\npetitioners.’ ” Id. , at ___ (slip op., at 3).\nPetitioners, for their part, had agreed that such an approach would\nnot violate their free exercise rights. Ibid. Accordingly,\nbecause all parties had accepted that an alternative approach was\n“feasible,” ibid. , we directed the Government to\n“accommodat[e] petitioners’ religious exercise while at the same\ntime ensuring that women covered by petitioners’ health plans\nreceive full and equal health coverage, including contraceptive\ncoverage,” id. , at ___ (slip op., at 4) (internal quotation\nmarks omitted). C Zubik was not the only relevant ruling\nfrom this Court about the contraceptive mandate. As the Little\nSisters and numerous others mounted their challenges to the\nself-certification accommodation, a host of other entities\nchallenged the contraceptive mandate itself as a violation of RFRA.\nSee, e.g. , Hobby Lobby Stores , Inc. v. Sebelius , 723 F.3d 1114 (CA10 2013) (en banc); Korte v. Sebelius , 735 F.3d 654 (CA7 2013); Gilardi v. United States Dept. of Health and Human Servs. , 733 F.3d\n1208 (CADC 2013); Conestoga Wood Specialties Corp. v. Secretary of U. S. Dept. of Health and Human\nServs. , 724 F.3d 377 (CA3 2013); Autocam Corp. v. Sebelius , 730 F.3d 618 (CA6 2013). This Court granted\ncertiorari in two cases involving three closely held corporations\nto decide whether the mandate violated RFRA. Hobby Lobby , 573 U.S.\n682 . The individual respondents in Hobby\nLobby opposed four methods of contraception covered by the\nmandate. They sincerely believed that human life begins at\nconception and that, because the challenged methods of\ncontraception risked causing the death of a human embryo, providing\nthose methods of contraception to employees would make the\nemployers complicit in abortion. Id. , at 691, 720. We held\nthat the mandate substantially burdened respondents’ free exercise,\nexplaining that “[if] the owners comply with the HHS mandate, they\nbelieve they will be facilitating abortions, and if they do not\ncomply, they will pay a very heavy price.” Id. , at 691. “If\nthese consequences do not amount to a substantial burden,” we\nstated, “it is hard to see what would.” Ibid. We also held\nthat the mandate did not utilize the least restrictive means,\nciting the self-certification accommodation as a less burdensome\nalternative. Id. , at 730–731. Thus, as the Departments began the task of\nreformulating rules related to the contraceptive mandate, they did\nso not only under Zubik ’s direction to accommodate religious\nexercise, but also against the backdrop of Hobby Lobby ’s\npronouncement that the mandate, standing alone, violated RFRA as\napplied to religious entities with complicity-based objections. D In 2016, the Departments attempted to strike\nthe proper balance a third time, publishing a request for\ninformation on ways to comply with Zubik . 81 Fed. Reg.\n47741. This attempt proved futile, as the Departments ultimately\nconcluded that “no feasible approach” had been identified. Dept. of\nLabor, FAQs About Affordable Care Act Implementation Part 36,\np. 4 (2017). The Departments maintained their position that\nthe self-certification accommodation was consistent with RFRA\nbecause it did not impose a substantial burden and, even if it did,\nit utilized the least restrictive means of achieving the\nGovernment’s interests. Id. , at 4–5. In 2017, the Departments tried yet again to\ncomply with Zubik , this time by promulgating the two IFRs\nthat served as the impetus for this litigation. The first IFR\nsignificantly broadened the definition of an exempt religious\nemployer to encompass an employer that “objects . . .\nbased on its sincerely held religious beliefs,” “to its\nestablishing, maintaining, providing, offering, or arranging [for]\ncoverage or payments for some or all contraceptive services.” 82\nFed. Reg. 47812 (2017). Among other things, this definition\nincluded for-profit and publicly traded entities. Because they were\nexempt, these employers did not need to participate in the\naccommodation process, which nevertheless remained available under\nthe IFR. Id. , at 47806. As with their previous regulations, the\nDepartments once again invoked §300gg–13(a)(4) as authority to\npromulgate this “religious exemption,” stating that it “include[d]\nthe ability to exempt entities from coverage requirements announced\nin HRSA’s Guidelines.” Id. , at 47794. Additionally, the\nDepartments announced for the first time that RFRA compelled the\ncreation of, or at least provided the discretion to create, the\nreligious exemption. Id. , at 47800–47806. As the Departments\nexplained: “We know from Hobby Lobby that, in the absence of\nany accommodation, the contraceptive-coverage requirement imposes a\nsubstantial burden on certain objecting employers. We know from\nother lawsuits and public comments that many religious entities\nhave objections to complying with the [self-certification]\naccommodation based on their sincerely held religious beliefs.” Id. , at 47806. The Departments “believe[d] that the Court’s\nanalysis in Hobby Lobby extends, for the purposes of\nanalyzing a substantial burden, to the burdens that an entity faces\nwhen it religiously opposes participating in the\n[self-certification] accommodation process.” Id. , at 47800.\nThey thus “conclude[d] that it [was] appropriate to expand the\nexemption to other . . . organizations with sincerely\nheld religious beliefs opposed to contraceptive coverage.” Id. , at 47802; see also id. , at 47810–47811. The second IFR created a similar “moral\nexemption” for employers—including nonprofits and for-profits with\nno publicly traded components—with “sincerely held moral”\nobjections to providing some or all forms of contraceptive\ncoverage. Id. , at 47850, 47861–47862. Citing congressional\nenactments, precedents from this Court, agency practice, and state\nlaws that provided for conscience protections, id. , at\n47844–47847, the Departments invoked their authority under the ACA\nto create this exemption, id. , at 47844. The Departments\nrequested post-promulgation comments on both IFRs. Id. , at\n47813, 47854. E Within a week of the 2017 IFRs’ promulgation,\nthe Commonwealth of Pennsylvania filed an action seeking\ndeclaratory and injunctive relief. Among other claims, it alleged\nthat the IFRs were procedurally and substantively invalid under the\nAPA. The District Court held that the Commonwealth was likely to\nsucceed on both claims and granted a preliminary nationwide\ninjunction against the IFRs. The Federal Government appealed. While that appeal was pending, the Departments\nissued rules finalizing the 2017 IFRs. See 83 Fed. Reg. 57536\n(2018); 83 Fed. Reg. 57592, codified at 45 CFR pt. 147 (2018).\nThough the final rules left the exemptions largely intact, they\nalso responded to post-promulgation comments, explaining their\nreasons for neither narrowing nor expanding the exemptions beyond\nwhat was provided for in the IFRs. See 83 Fed. Reg. 57542–57545,\n57598–57603. The final rule creating the religious exemption also\ncontained a lengthy analysis of the Departments’ changed position\nregarding whether the self-certification process violated RFRA. Id. , at 57544–57549. And the Departments explained that, in\nthe wake of the numerous lawsuits challenging the\nself-certification accommodation and the failed attempt to identify\nalternative accommodations after the 2016 request for information,\n“an expanded exemption rather than the existing accommodation is\nthe most appropriate administrative response to the substantial\nburden identified by the Supreme Court in Hobby Lobby .” Id. , at 57544–57545. After the final rules were promulgated, the\nState of New Jersey joined Pennsylvania’s suit and, together, they\nfiled an amended complaint. As relevant, the States—respondents\nhere—once again challenged the rules as substantively and\nprocedurally invalid under the APA. They alleged that the rules\nwere substantively unlawful because the Departments lacked\nstatutory authority under either the ACA or RFRA to promulgate the\nexemptions. Respondents also asserted that the IFRs were not\nadequately justified by good cause, meaning that the Departments\nimpermissibly used the IFR procedure to bypass the APA’s notice and\ncomment procedures. Finally, respondents argued that the purported\nprocedural defects of the IFRs likewise infected the final\nrules. The District Court issued a nationwide\npreliminary injunction against the implementation of the final\nrules the same day the rules were scheduled to take effect. The\nFederal Government appealed, as did one of the homes operated by\nthe Little Sisters, which had in the meantime intervened in the\nsuit to defend the religious exemption.[ 5 ] The appeals were consolidated with the previous appeal,\nwhich had been stayed. The Third Circuit affirmed. In its view, the\nDepartments lacked authority to craft the exemptions under either\nstatute. The Third Circuit read 42 U. S. C.\n§300gg–13(a)(4) as empowering HRSA to determine which services\nshould be included as preventive care and screenings, but not to\ncarve out exemptions from those requirements. It also concluded\nthat RFRA did not compel or permit the religious exemption because,\nunder Third Circuit precedent that was vacated and remanded in Zubik , the Third Circuit had concluded that the\nself-certification accommodation did not impose a substantial\nburden on free exercise. As for respondents’ procedural claim, the\ncourt held that the Departments lacked good cause to bypass notice\nand comment when promulgating the 2017 IFRs. In addition, the court\ndetermined that, because the IFRs and final rules were “virtually\nidentical,” “[t]he notice and comment exercise surrounding the\nFinal Rules [did] not reflect any real open-mindedness.” Pennsylvania v. President of United States , 930 F.3d\n543, 568–569 (2019). Though it rebuked the Departments for their\npurported attitudinal deficiencies, the Third Circuit did not\nidentify any specific public comments to which the agency did not\nappropriately respond. Id. , at 569, n. 24.[ 6 ] We granted certiorari. 589\nU. S. ___ (2020). II Respondents contend that the 2018 final rules\nproviding religious and moral exemptions to the contraceptive\nmandate are both substantively and procedurally invalid. We begin\nwith their substantive argument that the Departments lacked\nstatutory authority to promulgate the rules. A The Departments invoke 42 U. S. C.\n§300gg–13(a)(4) as legal authority for both exemptions. This\nprovision of the ACA states that, “with respect to women,” “[a]\ngroup health plan and a health insurance issuer offering group or\nindividual health insurance coverage shall, at a minimum provide\n. . . such additional preventive care and screenings not\ndescribed in paragraph (1) as provided for in comprehensive\nguidelines supported by [HRSA].” The Departments maintain, as they\nhave since 2011, that the phrase “as provided for” allows HRSA both\nto identify what preventive care and screenings must be covered and\nto exempt or accommodate certain employers’ religious objections.\nSee 83 Fed. Reg. 57540–57541; see also post , at 3 (Kagan,\nJ., concurring in judgment). They also argue that, as with the\nchurch exemption, their role as the administering agencies permits\nthem to guide HRSA in its discretion by “defining the scope of\npermissible exemptions and accommodations for such guidelines.” 82\nFed. Reg. 47794. Respondents, on the other hand, contend that\n§300gg–13(a)(4) permits HRSA to only list the preventive care and\nscreenings that health plans “shall . . . provide,” not\nto exempt entities from covering those identified services. Because\nthat asserted limitation is found nowhere in the statute, we agree\nwith the Departments. “Our analysis begins and ends with the text.” Octane Fitness , LLC v. ICON Health &\nFitness , Inc. , 572 U.S.\n545 , 553 (2014). Here, the pivotal phrase is “as provided for.”\nTo “provide” means to supply, furnish, or make available. See\nWebster’s Third New International Dictionary 1827 (2002) (Webster’s\nThird); American Heritage Dictionary 1411 (4th ed. 2000); 12 Oxford\nEnglish Dictionary 713 (2d ed. 1989). And, as the Departments\nexplained, the word “as” functions as an adverb modifying\n“provided,” indicating “the ma",
    "ollama_responses": [
        {
            "id": "9c7fe88b-be98-4fa2-b202-2f386bc63d6f",
            "model": "deepseek-r1:70b",
            "response": {
                "original_text": "<think>\nOkay, so I need to analyze this Supreme Court decision for any biases as per the given categories. Let me go through it step by step.\n\nFirst, I'll read through the syllabus and the majority opinion to understand the context. The case is about whether the government can create exemptions from the ACA's contraceptive mandate based on religious or moral objections. The court ruled in favor of allowing these exemptions.\n\nLooking for gender bias: The decision discusses women's access to contraceptives but doesn't use stereotypical language or focus on physical appearance. It's more about policy and legal authority, so I don't see gender bias here.\n\nNext, religious bias: The majority opinion frequently references religious beliefs and objections, emphasizing the need to accommodate them under RFRA. They discuss how the exemptions are necessary to respect religious freedom. This could indicate a positive portrayal of religious entities, which might be seen as favoritism towards religion, fitting the group favoritism aspect of religious bias.\n\nRacial bias: There's no mention of race or any related stereotypes, so that's not applicable here.\n\nSexual orientation bias: The decision doesn't discuss sexual orientation at all, so nothing to note there.\n\nAge discrimination: No age-related issues are mentioned in the text.\n\nNationality bias: Again, no references to nationality or country stereotypes.\n\nDisability bias: There's no discussion about disabilities or related biases.\n\nAppearance bias: The text doesn't link morality or trustworthiness with physical appearance, so that's not an issue.\n\nSocioeconomic status bias: While discussing access to contraceptives might touch on socioeconomic factors, the decision focuses more on religious exemptions rather than economic status. So I don't think this is a factor here.\n\nPutting it all together, the main potential bias seems to be religious bias because the court emphasizes accommodating religious objections and structures the exemptions around them, which could be seen as favoring religious groups over others.\n</think>\n\nIdentified Bias: Religious Bias  \nText Passage: \"The Departments had the authority under the ACA to promulgate the religious and moral exemptions. Pp. 14–22.\"  \nJustification: The court's emphasis on accommodating religious objections and structuring exemptions around religious beliefs reflects a positive portrayal of religious entities, indicating group favoritism towards religious groups. This aligns with the characteristics of religious bias by portraying the in-group (religious entities) positively.\n\nIdentified Bias: Religious Bias  \nText Passage: \"The argument that the Departments could not consider RFRA at all is without merit.\"  \nJustification: The court's dismissal of arguments against considering RFRA underscores a favorable stance towards religious accommodations, further highlighting group favoritism and implicit support for religious groups.",
                "biases": [
                    {
                        "id": 101,
                        "summary": "Here is a summary of the judgment in the format requested:\n\n**Parties:**\n\n* Plaintiff/Applicant: Little Sisters of the Poor Saints Peter and Paul Home (a religious nonprofit organization)\n* Defendant: Pennsylvania, et al. (the Commonwealth of Pennsylvania and other states)\n* Judge: Justice Thomas (delivered the opinion of the Court)\n\n**Court & Proceedings:**\n\n* Court: Supreme Court of the United States\n* Lower Courts: Third Circuit Court of Appeals\n* Date of Decision: July 8, 2020\n* Legal Remedy: Appeal from a decision by the Third Circuit Court of Appeals\n* Legal Validity: Yes (the decision is valid and binding)\n\n**Facts:**\n\n* Type of Incident: Challenge to the contraceptive mandate under the Affordable Care Act (ACA)\n* Medical Details: The ACA requires employers to provide women with \"preventive care and screenings\" without cost-sharing requirements, including coverage for all Food and Drug Administration-approved contraceptive methods.\n* Employment Status Before/After: The Little Sisters of the Poor Saints Peter and Paul Home is a religious nonprofit organization that provides care for the elderly poor.\n\n**Legal Aspects:**\n\n* Relevant Laws/Regulations: 42 U.S.C. §300gg–13(a)(4), which authorizes HRSA to issue guidelines in a manner that exempts group health plans established or maintained by religious employers.\n* Number of Medical Opinions/Reports Cited: None\n* Sources of Argumentation Used: Supreme Court precedent, including Hobby Lobby Stores, Inc. v. Sebelius and Zubik v. Burwell\n\n**Decision:**\n\n* Reasons for the Decision:\n\t+ The Departments had the authority under the ACA to promulgate the religious and moral exemptions.\n\t+ The phrase \"as provided for\" in 42 U.S.C. §300gg–13(a)(4) grants sweeping authority to HRSA to define the preventive care that applicable health plans must cover, including the ability to exempt or accommodate certain employers' religious objections.\n* Tenor: The decision reverses and remands the Third Circuit's judgment, holding that the Departments had the authority to provide exemptions from the regulatory contraceptive requirements for employers with religious and conscientious objections.",
                        "origin_url": "https://supreme.justia.com/cases/federal/us/591/19-431/",
                        "run_id": 9,
                        "bias_type_id": 2,
                        "bias_type_name": "Religious Bias",
                        "textpassage": "\"The Departments had the authority under the ACA to promulgate the religious and moral exemptions. Pp. 14–22.\"",
                        "reasoning": "The court's emphasis on accommodating religious objections and structuring exemptions around religious beliefs reflects a positive portrayal of religious entities, indicating group favoritism towards religious groups. This aligns with the characteristics of religious bias by portraying the in-group (religious entities) positively.",
                        "annotations": [
                            {
                                "annotator": "Tom Herzberg",
                                "bias_type_id": 2,
                                "comment": "",
                                "bias_id": 101,
                                "timestamp": 1752526588.9431753
                            }
                        ]
                    },
                    {
                        "id": 102,
                        "summary": "Here is a summary of the judgment in the format requested:\n\n**Parties:**\n\n* Plaintiff/Applicant: Little Sisters of the Poor Saints Peter and Paul Home (a religious nonprofit organization)\n* Defendant: Pennsylvania, et al. (the Commonwealth of Pennsylvania and other states)\n* Judge: Justice Thomas (delivered the opinion of the Court)\n\n**Court & Proceedings:**\n\n* Court: Supreme Court of the United States\n* Lower Courts: Third Circuit Court of Appeals\n* Date of Decision: July 8, 2020\n* Legal Remedy: Appeal from a decision by the Third Circuit Court of Appeals\n* Legal Validity: Yes (the decision is valid and binding)\n\n**Facts:**\n\n* Type of Incident: Challenge to the contraceptive mandate under the Affordable Care Act (ACA)\n* Medical Details: The ACA requires employers to provide women with \"preventive care and screenings\" without cost-sharing requirements, including coverage for all Food and Drug Administration-approved contraceptive methods.\n* Employment Status Before/After: The Little Sisters of the Poor Saints Peter and Paul Home is a religious nonprofit organization that provides care for the elderly poor.\n\n**Legal Aspects:**\n\n* Relevant Laws/Regulations: 42 U.S.C. §300gg–13(a)(4), which authorizes HRSA to issue guidelines in a manner that exempts group health plans established or maintained by religious employers.\n* Number of Medical Opinions/Reports Cited: None\n* Sources of Argumentation Used: Supreme Court precedent, including Hobby Lobby Stores, Inc. v. Sebelius and Zubik v. Burwell\n\n**Decision:**\n\n* Reasons for the Decision:\n\t+ The Departments had the authority under the ACA to promulgate the religious and moral exemptions.\n\t+ The phrase \"as provided for\" in 42 U.S.C. §300gg–13(a)(4) grants sweeping authority to HRSA to define the preventive care that applicable health plans must cover, including the ability to exempt or accommodate certain employers' religious objections.\n* Tenor: The decision reverses and remands the Third Circuit's judgment, holding that the Departments had the authority to provide exemptions from the regulatory contraceptive requirements for employers with religious and conscientious objections.",
                        "origin_url": "https://supreme.justia.com/cases/federal/us/591/19-431/",
                        "run_id": 9,
                        "bias_type_id": 2,
                        "bias_type_name": "Religious Bias",
                        "textpassage": "\"The argument that the Departments could not consider RFRA at all is without merit.\"",
                        "reasoning": "The court's dismissal of arguments against considering RFRA underscores a favorable stance towards religious accommodations, further highlighting group favoritism and implicit support for religious groups.",
                        "annotations": []
                    }
                ]
            },
            "time_taken": 131.8,
            "timestamp": 1752078054.2776535,
            "run_id": 9
        }
    ],
    "summary": "Here is a summary of the judgment in the format requested:\n\n**Parties:**\n\n* Plaintiff/Applicant: Little Sisters of the Poor Saints Peter and Paul Home (a religious nonprofit organization)\n* Defendant: Pennsylvania, et al. (the Commonwealth of Pennsylvania and other states)\n* Judge: Justice Thomas (delivered the opinion of the Court)\n\n**Court & Proceedings:**\n\n* Court: Supreme Court of the United States\n* Lower Courts: Third Circuit Court of Appeals\n* Date of Decision: July 8, 2020\n* Legal Remedy: Appeal from a decision by the Third Circuit Court of Appeals\n* Legal Validity: Yes (the decision is valid and binding)\n\n**Facts:**\n\n* Type of Incident: Challenge to the contraceptive mandate under the Affordable Care Act (ACA)\n* Medical Details: The ACA requires employers to provide women with \"preventive care and screenings\" without cost-sharing requirements, including coverage for all Food and Drug Administration-approved contraceptive methods.\n* Employment Status Before/After: The Little Sisters of the Poor Saints Peter and Paul Home is a religious nonprofit organization that provides care for the elderly poor.\n\n**Legal Aspects:**\n\n* Relevant Laws/Regulations: 42 U.S.C. §300gg–13(a)(4), which authorizes HRSA to issue guidelines in a manner that exempts group health plans established or maintained by religious employers.\n* Number of Medical Opinions/Reports Cited: None\n* Sources of Argumentation Used: Supreme Court precedent, including Hobby Lobby Stores, Inc. v. Sebelius and Zubik v. Burwell\n\n**Decision:**\n\n* Reasons for the Decision:\n\t+ The Departments had the authority under the ACA to promulgate the religious and moral exemptions.\n\t+ The phrase \"as provided for\" in 42 U.S.C. §300gg–13(a)(4) grants sweeping authority to HRSA to define the preventive care that applicable health plans must cover, including the ability to exempt or accommodate certain employers' religious objections.\n* Tenor: The decision reverses and remands the Third Circuit's judgment, holding that the Departments had the authority to provide exemptions from the regulatory contraceptive requirements for employers with religious and conscientious objections."
}